Repository: colombinis/doppler-learnpress-plugin
Catalog: src/languages/doppler-for-learnpress-*.po
Languages: es_es

source: We're synchronizing your Subscribers with your Doppler List.
es_es: Estamos sincronizando tus Suscriptores con tu Lista de Doppler.

source: The List has been created correctly.
es_es: La Lista fue creada correctamente.

source: Select the Doppler List where you want to import Subscribers of your course. When synchronized, those customers already registered and future customers will be sent automatically.
es_es: Selecciona la Lista de Doppler a donde quieres importar los Suscriptores de tu Curso. Al sincronizarlas, se enviarán automáticamente los que ya están inscriptos y los futuros clientes.

source: Ouch! <strong>Doppler for LearnPress</strong> requires the <a href="https://wordpress.org/plugins/doppler-form/">Doppler Forms</a> plugin to be installed and active.
es_es: ¡Ouch! <strong>Doppler para Learnpress</strong> requiere que tengas el plugin <a href="https://wordpress.org/plugins/doppler-form/">Formularios Doppler</a> instalado y activo.

source: Ouch! <strong>Doppler for LearnPress</strong> requires at least <strong>Doppler Forms v%s</strong> to be active. Please <a href="%splugins.php">upgrade</a> Doppler Forms.
es_es: Ouch! <strong>Doppler para LearnPress</strong> requiere tener activa al menos la versión de <strong>Doppler Forms v%s</strong>. Por favor <a href="%splugins.php">actualiza</a> Doppler Forms.

source: Doppler for LearnPress
es_es: Doppler para LearnPress

source: Ouch! The selected List was deleted from Doppler. Please select another one.
es_es: ¡Ouch! La Lista seleccionada fue eliminada en Doppler. Por favor selecciona otra.

source: Courses Mapping
es_es: Mapeo de Cursos

source: Select course
es_es: Selecciona Curso

source: Select List
es_es: Selecciona Lista

source: Associate List
es_es: Asociar Lista

source: Course
es_es: Curso

source: Associated List
es_es: Lista asociada

source: Warning: list is missing
es_es: Atención: la lista no existe

source: Are you sure?
es_es: ¿Está seguro?

source: If you proceed, the Course will no longer send subscriptors to the List.
es_es: Si procede, no se enviarán suscriptores de este Curso a la Lista de Doppler.

source: https://www.fromdoppler.com/en/?utm_source=landing&utm_medium=integracion&utm_campaign=wordpress
es_es: https://www.fromdoppler.com?utm_source=landing&utm_medium=integracion&utm_campaign=wordpress

source: Your List has been syncronized and saved succesfully.
es_es: Tu Lista fue sincronizada y guardada con éxito.

source: As they enroll in a course, your Subscribers will be automatically sent to the selected Doppler List.
es_es: Cuando se inscriban a un curso, tus Suscriptores serán enviados automáticamente a la Lista de Doppler seleccionada.

source: You currently have no Doppler Lists created. Create a List in Doppler by entering a List name and pressing Create List.
es_es: Actualmente no tienes Listas de Doppler creadas. Crea una Lista en Doppler ingresando un nombre para tu Lista y presiona Crear Lista.

source: Select the Doppler List where you want to import Subscribers of your courses. When synchronized, those customers already registered and future customers will be sent automatically.
es_es: Selecciona la Lista de Doppler a donde quieres importar los Suscriptores de tus Cursos. Al sincronizarlas, se enviarán automáticamente los que ya están inscriptos y los futuros clientes.

source: Write the List name
es_es: Escribe el nombre de la Lista

source: Create List
es_es: Crear Lista

source: Doppler List to send Subscribers
es_es: Lista de Doppler a donde enviar Suscriptores

source: Select
es_es: Seleccionar

source: Clear selection
es_es: Eliminar selección

source: Sync
es_es: Sincronizar

source: Settings
es_es: Configuración

source: This plugin requires
es_es: Este plugin requiere que

source: plugin to be active.
es_es: esté activo.

source: Please delete associated campaings in Doppler before deactivating.
es_es: Por favor elmine las campañas asociadas antes de desactivar.

source: <strong>Doppler For Learnpress wasn't deactivated.</strong>
es_es: Doppler para Learnpress no fué desactivado.
